Repository: wechange-eg/cosinnus-stream
Catalog: cosinnus_stream/locale/*/LC_MESSAGES/django.po
Languages: hy, pl

source: Stream
hy: Հոսք
pl: Transmisja

# the_app
source: stream
hy: հոսք
pl: transmisja

source: My Streams
hy: Իմ Հոսքերը
pl: Moje transmisje

source: Streams
hy: Հոսքեր
pl: Transmisje

source: Models
hy: Մոդելներ
pl: Modele

source: Portal IDs
hy: Պորտալի ID- ներ
pl: Identyfikatory portali

source: Last seen
hy: Վերջին անգամ երեվացել է
pl: Ostatnio widziany

source: Special Stream
hy: Հատուկ Հոսք
pl: Transmisje specjalne

source: Special Group IDs
hy: Հատուկ Խմբի ID- ներ
pl: Identyfikatory grup specjalnych

source: My Stream
hy: Իմ Հոսքը
pl: Moja Transmisja

source: Public Stream
hy: Հասարակական Հոսք
pl: Transmisja Publiczna

source: My Stream in all Portals
hy: Իմ հոսքը բոլոր պորտալներում
pl: Moje Transmisje we wszystkich Portalach

source: Public Stream in all Portals
hy: Հանրային հոսքը բոլոր պորտալներում
pl: Transmisje Publiczne we wszystkich Portalach

source: Edit this Stream
hy: Խմբագրել այս հոսքը
pl: Edytuj tę Transmisję

source: Delete this Stream
hy: Ջնջել այս հոսքը
pl: Usuń tę Transmisję

source: Do you really want to delete this stream?
hy: Իսկապե՞ս ցանկանում եք ջնջել այս հոսքը?
pl: Czy na pewno chcesz usunąć tę transmisję?

source: Delete Stream
hy: Ջնջել հոսքը
pl: Usuń Transmisję

source: Create Stream
hy: Ստեղծել հոսք
pl: Stwórz Transmisję

source: Hide public items outside of your groups
hy: Թաքցրեք հանրային նյութերը ձեր խմբերից դուրս
pl: Ukryj elementy publiczne spoza Twoich grup

source: Show public items outside of your groups
hy: Ցույց տալ հանրային նյութերը ձեր խմբերից դուրս
pl: Pokaż elementy publiczne spoza Twoich grup

source: There are no news posts yet
hy: Դեռևս լրատվական հաղորդագրություններ չկան
pl: Nie ma jeszcze wpisów z wiadomościami

source: Edit stream "%(stream_name)s"
hy: Խմբագրել "%(stream_name)s" հոսքը
pl: Edytuj transmisję "%(stream_name)s"

source: There was an error in one of the fields you entered. Please correct it before saving!
hy: Ձեր մուտքագրած դաշտերից մեկում առկա է սխալ: Խնդրում ենք ուղղել այն նախքան պահպանելը!
pl: W jednym z wypełnionych pól wystąpił błąd. Popraw go przed zapisaniem!

source: Title
hy: Վերնագիր
pl: Tytuł

source: Enter a title for the stream.
hy: Մուտքագրել վերնագիր հոսքի համար.
pl: Wpisz tytuł transmisji.

source: Apply filters for the stream
hy: Կիրառել ֆիլտրերը հոսքի համար
pl: Dodaj filtry do transmisji.

source: Filter by Team?
hy: Ֆիլտրել ըստ թիմի՞?
pl: Filtruj wg Zespołu?

source: Select Team
hy: Ընտրել թիմ
pl: Wybierz zespół

source: Public
hy: Հանրային

source: Additional filters
hy: Լրացուցիչ ֆիլտրեր
pl: Filtry dodatkowe

source: Filter by authors, tags or other tagged properties?
hy: Ֆիլտրել ըստ հեղինակների, նշումների կամ այլ նշված հատկությունների?
pl: Filtruj wg autorów, tagów lub innych oznaczonych właściwości?

source: Filter by item types?
hy: Ֆիլտրել ըստ նյութի տեսակների՞?
pl: Filtruj wg typów elementów?

source: Create
hy: Ստեղծել
pl: Stwórz

source: Edit
hy: Խմբագրել
pl: Edytuj

source: You do not have permission to access this stream.
hy: Դուք չունեք թույլտվություն այս հոսք մուտք գործելու.
pl: Nie masz uprawnień do dostępu do tej transmisji.

source: Your stream was added successfully.
hy: Ձեր հոսքը հաջողությամբ ավելացվել է.
pl: Twoja transmisja dodana pomyślnie.

source: Please log in to access this page.
hy: Խնդրում ենք մուտք գործել այս էջը տեսնելու համար.
pl: Zaloguj się, aby uzyskać dostęp do tej strony.

source: Your stream was updated successfully.
hy: Ձեր հոսքը հաջողությամբ թարմացվել է.
pl: Twoja transmisja została zaktualizowana pomyślnie.

source: Your stream was deleted successfully.
hy: Ձեր հոսքը հաջողությամբ ջնջվել է.
pl: Twoja transmisja została usunięta pomyślnie.

source: You cannot delete the default stream!
hy: Դուք չեք կարող ջնջել դեֆոլթ հոսքը!
pl: Nie możesz usunąć domyślnej transmisji!
